tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "yt-dlp/taps"
brew "ansible"
brew "openjdk"
brew "apktool"
brew "augeas"
brew "automake"
brew "glib"
brew "python@3.9"
brew "certbot"
brew "cowsay"
brew "ddrescue"
brew "dog"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "flow"
brew "flyctl"
brew "gifski"
brew "gist"
brew "git"
brew "pango"
brew "gnuplot"
brew "go"
brew "helm"
brew "imagemagick"
brew "jq"
brew "protobuf"
brew "protobuf-c"
brew "knot-resolver"
brew "kubernetes-cli"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "lolcat"
brew "mosh"
brew "ncurses"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "node"
brew "numpy"
brew "portaudio"
brew "pstoedit"
brew "pyqt@5"
brew "octave"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "pillow"
brew "pkcs11-helper"
brew "pyenv"
brew "python@3.8"
brew "qt"
brew "rename"
brew "scrcpy"
brew "sphinx-doc"
brew "telnet"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "wxpython"
brew "wxwidgets"
brew "yadm"
brew "youtube-dl"
brew "yt-dlp"
brew "imxieyi/waifu2x/waifu2x"
cask "android-platform-tools"
cask "appcleaner"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "goland"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "macfuse"
cask "mkvtoolnix"
cask "mullvadvpn"
cask "plex"
cask "postman"
cask "pycharm"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "stats"
cask "termius"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webstorm"
cask "whatsapp"
cask "xquartz"
