tap "browningluke/tap"
tap "dracula/install"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "instantclienttap/instantclient"
tap "louisbrunner/valgrind"
tap "michaelroosz/ssh"
tap "spicetify/tap"
tap "terraform-docs/tap"
tap "theseal/ssh-askpass"
tap "yt-dlp/taps"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "ansible-lint"
brew "jpeg-xl"
brew "openjdk"
brew "apktool"
brew "aria2"
brew "augeas"
brew "automake"
brew "azure-cli"
brew "node"
brew "bitwarden-cli"
brew "certbot"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "ffmpeg"
brew "gtk4"
brew "libheif"
brew "czkawka"
brew "ddrescue"
brew "dog"
brew "e2fsprogs"
brew "ext4fuse"
brew "ffmpeg@4"
brew "fftw"
brew "gh"
brew "gifski"
brew "gist"
brew "git"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "libtool"
brew "guile"
brew "helm"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "protobuf"
brew "protobuf-c"
brew "knot-resolver"
brew "kubernetes-cli"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "libxmlsec1"
brew "lolcat"
brew "media-info"
brew "ncurses"
brew "ncdu"
brew "portaudio"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "numpy"
brew "oath-toolkit"
brew "pstoedit"
brew "pyqt@5"
brew "octave"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "pillow"
brew "pkcs11-helper"
brew "virtualenv"
brew "pre-commit"
brew "protoc-gen-go"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rename"
brew "rsync"
brew "rustup-init"
brew "scrcpy"
brew "speedtest-cli"
brew "sphinx-doc"
brew "spotify_player"
brew "teleport"
brew "telnet"
brew "terraform-docs"
brew "testdisk"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "wxpython"
brew "yadm"
brew "ykman"
brew "yt-dlp"
brew "browningluke/tap/mangathr"
brew "hashicorp/tap/vault"
brew "imxieyi/waifu2x/waifu2x"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "michaelroosz/ssh/libsk-libfido2"
brew "spicetify/tap/spicetify-cli"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "balance-lock"
cask "balenaetcher"
cask "blackhole-2ch"
cask "datagrip"
cask "discord"
cask "docker"
cask "dracula-gitkraken"
cask "drawio"
cask "dynamic-dark-mode"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "freetube"
cask "goland"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "heroic"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "jellyfin-media-player"
cask "kid3"
cask "macfuse"
cask "middleclick"
cask "mkvtoolnix"
cask "mullvadvpn"
cask "multipass"
cask "obsidian"
cask "plex"
cask "plexamp"
cask "postman"
cask "powder"
cask "qbittorrent"
cask "qlvideo"
cask "raycast"
cask "runelite"
cask "simple-comic"
cask "slack"
cask "stats"
cask "sublime-text"
cask "termius"
cask "the-unarchiver"
cask "tor-browser"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webex"
cask "webstorm"
cask "whatsapp"
cask "wineskin"
cask "xquartz"
cask "zerotier-one"
vscode "4ops.terraform"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "idleberg.applescript"
vscode "keesschollaart.vscode-home-assistant"
vscode "leizongmin.node-module-intellisense"
vscode "marcochavezf.darcula-operator-mono-vscode"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "Tim-Koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
