tap "dracula/install"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "louisbrunner/valgrind"
tap "terraform-docs/tap"
tap "yt-dlp/taps"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "ansible-lint"
brew "jpeg-xl"
brew "openjdk"
brew "apktool"
brew "augeas"
brew "automake"
brew "python@3.10"
brew "azure-cli"
brew "certbot"
brew "coreutils"
brew "cowsay"
brew "ddrescue"
brew "dog"
brew "e2fsprogs"
brew "ext4fuse"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fftw"
brew "flow"
brew "flyctl"
brew "gh"
brew "gifski"
brew "gist"
brew "git"
brew "libtool"
brew "guile"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gtk4"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "protobuf"
brew "protobuf-c"
brew "knot-resolver"
brew "kubernetes-cli"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "lolcat"
brew "media-info"
brew "mosh"
brew "ncurses"
brew "ncdu"
brew "portaudio"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "numpy"
brew "oath-toolkit"
brew "pstoedit"
brew "pyqt@5"
brew "octave"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "pillow"
brew "pkcs11-helper"
brew "virtualenv"
brew "pre-commit"
brew "protoc-gen-go"
brew "pv"
brew "pyenv"
brew "python@3.8"
brew "qt"
brew "r"
brew "rename"
brew "rsync"
brew "rustup-init"
brew "scrcpy"
brew "speedtest-cli"
brew "sphinx-doc"
brew "telnet"
brew "terraform-docs"
brew "testdisk"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "wxpython"
brew "yadm"
brew "ykman"
brew "youtube-dl"
brew "yt-dlp"
brew "imxieyi/waifu2x/waifu2x"
cask "android-platform-tools"
cask "appcleaner"
cask "balenaetcher"
cask "blackhole-2ch"
cask "clean-me"
cask "discord"
cask "docker"
cask "dracula-gitkraken"
cask "dynamic-dark-mode"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "macfuse"
cask "mkvtoolnix"
cask "mullvadvpn"
cask "multipass"
cask "obsidian"
cask "plex"
cask "postman"
cask "pycharm"
cask "qlvideo"
cask "slack"
cask "stats"
cask "sublime-text"
cask "termius"
cask "ubersicht"
cask "unofficial-wineskin"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webstorm"
cask "whatsapp"
cask "xquartz"
